Repository: kamperh/kamperh.github.io
Catalog: data/siyavula_en_af.3.tmx
Source language: en
Languages: af

source: the caps document includes the following two statements that are somewhat problematic
af: die kapv dokument sluit die volgende twee stellings in wat ietwat problematies is

source: when substances dissolve solute particles become dispersed in the spaces between the solvent particles
af: wanneer stowwe oplos raak opgeloste deeltjies verstrooi in die spasies tussen die oplossingsmiddel se deeltjies

source: a solution becomes saturated when enough solid solute has been added to fill up all the spaces in the solvent
af: 'n oplossing raak versadig wanneer genoeg opgeloste vastestof bygevoeg is om al die spasies in die oplosmiddel te vul

source: the use of the following alternative statements is recommended
af: die gebruik van die volgende alternatiewe stellings word aanbeveel

source: when substances dissolve solute particles become
af: wanneer stowwe oplos raak die opgeloste stof se deeltjies

source: a solution is saturated when the maximum amount of solute has been dissolved in the solvent
af: 'n oplossing is versadig wanneer die maksimum hoeveelheid opgeloste stof in die oplosmiddel opgelos is

source: the important idea to convey is that the particles of solute and solvent are closely mixed in other words they are mixed on the level of atoms and molecules particles is the preferred term here for learners at this level of development .
af: die belangrike idee om oor te dra is dat die deeltjies van opgeloste stof en oplosmiddel dig vermeng is met ander woorde hulle isvermeng op die vlak van atome en molekules deeltjies is die verkose term vir leerders op hierdie vlak van hulle ontwikkeling .

source: one possible challenge with this chapter and the one following dissolving is that the concepts solution dissolving soluble vs insoluble etc. are almost inextricably linked which makes it difficult to explain one concept without using words that are only explained in a later section .
af: een moontlike uitdaging met hierdie hoofstuk en die een wat daarop volg oplossing is dat die konsepte oplossing oplosbaar teenooronoplosbaar ens. amper onlosmaaklik aan mekaar gekoppel is wat dit moeilik maak om een konsep te verduidelik sonder om woorde te gebruik wat eers in 'n latere afdeling verduidelik word .

source: for instance it is really difficult to explain the concept of a solute dispersing into a solvent without using the word dissolve which is covered conceptually in solutions but is only named much later in the chapter dissolving .
af: byvoorbeeld dit is regtig moeilik om die konsep van 'n opgelostestof wat binne in 'n oplosmiddel versprei te verduidelik sonder gebruik van die woord oplos wat konseptueel in oplossings behandel word maar eers baie later benoem word in die hoofstuk oplossing .

source: the word dissolve will be introduced in this chapter but used sparingly and only towards the end so as to sensitise learners to its use and the way in which the concept links with others in this chapter .
af: die woord oplos sal in hierdie hoofstuk bekendgestel word maar spaarsamig gebruik word en dan ook net na die einde se kant toe om leerders gewoond te maak aan sy gebruik en die manier waarop die konsep verband hou met ander in die hoofstuk .

source: take note of the following definitions of the new words .
af: let op die volgende definisies van nuwe woorde .

source: in the last chapter we looked at mixtures .
af: in die vorige hoofstuk het ons na mengsels gekyk .

source: we are now going to look at a special case of mixtures which are called solutions .
af: ons gaan nou kyk na 'n spesiale geval van mengsels wat oplossings genoem word .

source: when two substances are mixed it will be possible to still see each substance in the mixture .
af: wanneer twee stowwe gemeng word sal dit moontlik wees om elke stof in die mengsel te sien .

source: is sugar and sand a mixture ?
af: is suiker en sand 'n mengsel ?

source: yes !
af: ja .

source: a solution is a special type of mixture .
af: 'n oplossing is 'n spesiale tipe mengsel .

source: what makes a solution so special ?
af: wat maak 'n oplossing so spesiaal ?

source: when is a mixture also a solution ?
af: wanneer word 'n mengsel ook 'n oplossing genoem ?

source: often the best way to answer a question is to ask it in a different way when is a mixture not a solution ?
af: dikwels is die beste manier om 'n vraag te antwoord om dit op 'n ander manier te vra wanneer is 'n mengsel nie 'n oplossing nie ?

source: in the next activity we are going to make a few mixtures and then decide which of them are solutions and which of them are not .
af: in die volgende aktiwiteit gaan ons 'n paar mengsels maak en dan besluit watter van hulle oplossings is en watter nie .

source: that should help us find the answer to the question when is a mixture also a solution ?
af: dit behoort ons te help om 'n antwoord te vind op die vraag wanneer is 'n mengsel 'n oplossing ?

source: in this activity we are going to mix substances with water to see which ones make solutions .
af: in hierdie aktiwiteit gaan ons stowwe meng met water om te sien watter van hulle oplossings maak .

source: how do you think will we know when a substance has made a solution with the water ?
af: hoe dink jy sal ons weet wanneer 'n stof 'n oplossing met die water gemaak het ?

source: it will look as if it has disappeared .
af: dit sal lyk asof die stof verdwyn het .

source: we will not be able to see the particles of the substance in the water .
af: ons sal nie die deeltjies van die stof in die water kan sien nie .

source: the accepted spelling is 'sulfate' but very few people are aware of this and most textbooks still use the old spelling 'sulphate' .
af: wanneer gewerk word met kopersulfaat soos met meeste chemikalie&#235; moet streng veiligheidsmaatre&#235;ls gevolg word byvoorbeeld die dra van veiligheidsbrille en die vermyding van aanraking met die vel o&#235; en nasale lugwe&#235; .

source: when working with copper sulfate as with most chemicals safety precautions must be adhered to such as wearing safety goggles and avoiding contact with the skin eyes and nasal passages .
af: hierdie is 'n goeie geleentheid om veiligheidsmaatre&#235;ls tydens wetenskaplike ondersoeke gedoen word in die algemeen te bespreek insluitende die dra vanbeskermende kleredrag laboratoriumjasse brille en handskoene sowel as om versigtig te werk wanneer chemikalie&#235; betrokke is en om veral nie enige chemiese stowwe te proe drink of in te asem nie .

source: table mixing substances with water
af: tabel die vermenging van stowwe met water

source: which of the substances seemed to disappear when they were mixed with the water ?
af: watter van die stowwe het gelyk asof hulle verdwyn toe hulle met die water gemeng is ?

source: sugar salt vinegar and copper sulfate
af: suiker sout asyn en kopersulfaat

source: which of the substances in this activity did not form solutions with water? hint which ones did not look as if they 'disappeared' into the water ?
af: watter van die stowwe in hierdie aktiwiteit het nie oplossings met water gevorm nie? wenk watter het nie gelyk asof hulle in die water in verdwyn nie ?

source: sand and oil
af: sand en olie

source: when two substances make a solution it will look as if the one substance has disappeared into the other
af: wanneer twee stowwe 'n oplossing vorm sal dit lyk asof die een stof in die ander een in verdwyn het .

source: the definitions provided here for solute and solvent may be a suitable distinction at this level for learners but in general the distinction is not so clear .
af: die definisies wat hier vir opgeloste stof en oplosmiddel verskaf word is dalk 'n geskikte onderskeid vir leerders op hierdie vlak maar in die algemeen is hierdie onderskeid nie s&#243; duidelik nie .

source: we tend to call the one there is more of the solvent for example brass is zinc dissolved in copper and air is oxygen and other gasses dissolved in nitrogen .
af: ons is geneig om die een waarvan daar meer is die oplosmiddel te noem byvoorbeeld brons is sink opgelos in koper en lug issuurstof en ander gasse opgelos in stikstof .

source: is sugar and sand a solution? you may want to page back to part 3 of the activity mixing solids to remind yourself .
af: is suiker en sand 'n oplossing? jy sal dalk wil terugblaai na deel 3 van die aktiwiteit die vermenging van vaste stowwe om jouself te herinner .

source: no because if we look carefully we can still see the individual sugar and sand grains .
af: nee .

source: teacher note one way to explain this would be as follows if we could shrink ourselves down to the size of molecules or 'particles' to use the language at this level we would see clumps of sugar and sand even if the sugar and sand crystals are really small .
af: onderwysersnota een manier om hierdie aspek te verduidelik is as volg as ons onsself kan krimp tot die grootte van molekules of &#8221;deeltjies&#8221; om die terminologie gepas vir hierdie vlak te gebruik sal ons klonte suiker en sand sien selfs al is die suiker en sandkristalle baie klein .

source: in this activity we will use our observations from the previous activity when is a mixture also a solution? to decide which of the mixtures we made were solutions .
af: in hierdie aktiwiteit sal ons ons waarnemings uit die vorige aktiwiteit wanneer is 'n mengsel ook 'n oplossing? gebruik om te besluit watter van die mengsels wat ons gemaak het oplossings is .

source: in the activity when is a mixture also a solution? we mixed different substances with water .
af: in die aktiwiteit wanneer is 'n mengsel ook 'n oplossing? het onsverskillende stowwe met water gemeng .

source: we saw that some of the substances looked as if they had disappeared in the water .
af: ons het gesien dat sommige van die stowwe lyk asof hulle in die water in verdwyn het .

source: solute
af: opgeloste stof

source: solvent
af: oplosmiddel

source: these mixtures are solutions
af: hierdie mengsels is oplossings

source: complete the table using the information about the sugar water mixture as an example .
af: voltooi die tabel deur gebruik te maak van die inligting oor die suiker water mengsel as 'n voorbeeld .

source: in the activity above we mixed different substances with water .
af: in die aktiwiteit hierbo het ons veskillende stowwe met water gemeng .

source: any one of the following examples sugar in water salt in water or copper sulfate in water .
af: enigeen van die volgende voorbeelde suiker in water sout in water of kopersulfaat in water .

source: vinegar and water
af: asyn en water

source: oil and water
af: olie en water

source: we know that science is not magic and that it is not possible for something to disappear !
af: ons weet dat wetenskap nie toordery is nie en dat dit nie moontlik is vir iets om te verdwyn nie .

source: how do we explain the observation that one substance the solute 'disappears' into the other the solvent ?
af: hoe verklaar ons die waarneming dat een stof die opgeloste stof in die ander die oplosmiddel in verdwyn ?

source: in the next activity we will look more closely at a solution in order to understand how it is possible for the solute to look as if it disappears into the solvent .
af: in die volgende aktiwiteit sal ons die oplossing van naderby beskou ten einde te verstaan hoe dit moontlik is vir die opgeloste stof om in die oplosmiddel in te verdwyn .

source: to emphasise the logic so far we make observations of things around us and we try to explain them using the models we develop .
af: om die logika tot dusver te benadruk ons maak waarnemings van dinge rondom ons en probeer om hulle te verduidelik met modelle wat ons ontwikkel .

source: the learners need to get the message that the particle view is not only a description of a reality we cannot directly observe but also a tool to explain things that we can observe .
af: die leerders moet insien dat die deeltjie siening nie net 'n beskrywing is van 'n werklikheid wat ons nie direk kan sien nie maar ook 'n instrument is om dinge te beskryf wat ons wel kan sien .

source: teacher note ensure that all of the copper sulfate has dissolved or learners will be confused by some of the results of this activity .
af: onderwysersnota maak seker dat al die kopersulfaat opgelos het anders sal sommige van die resultate van hierdie aktiwiteit die leerders verwar .

source: table description of a copper sulfate solution in water
af: tabel beskrywing van 'n koperulfaatoplossing in water .

source: the water is a clear colourless liquid .
af: die water is 'n helder kleurlose vloeistof .

source: the copper sulfate is a blue solid .
af: die kopersulfaat is 'n blou vastestof .

source: the solution is a clear blue liquid .
af: die oplossing is 'n helder blou vloeistof .

source: how water mixes with a solute to make a solution video http youtu.be ebfgctajf4o
af: hoe water met 'n opgeloste stof vermeng om 'n oplossing te vorm video goo.gl zh7fy

source: the water is blue .
af: die water is blou .

source: the water is the same colour as the copper sulfate crystals .
af: die water is dieselfde kleur as die kopersulfaatkristalle .

source: can you see any copper sulfate crystals moving about in the water ?
af: kan jy enige kopersulfaatkristalle in die water sien rondbeweeg ?

source: no .
af: nee .

source: the crystals separated into their individual particles that are too small to see with the naked eye .
af: die kristalle het opgebreek in hulle individuele deeltjies wat te klein is om met die blote oog te sien .

source: what do you think happened to the copper sulfate particles ?
af: wat dink jy het met die kopersulfaatdeeltjies gebeur ?

source: where are they now ?
af: waar is hulle nou ?

source: the copper sulfate particles have been mixed up with the water particles .
af: die kopersulfaatdeeltjies is met die waterdeeltjies vermeng .

source: teacher note the sketch should show the container with liquid particles at the bottom .
af: onderwysersnota die skets moet die houer met vloeistofdeeltjies aan die onderkant wys .

source: in the liquid the black dots should be homogeneously dispersed among the clear ones in the same way as the sugar particles are dispersed among the water particles in the following diagram
af: in die vloeistof moet die swart kolle egaligtussen die ongekleurdes versprei wees op dieselfde wyse as wat suikerdeeltjies tussen die waterdeeltjies in die volgende diagram verstrooi is

source: in the video clip on how water mixes with a solute to make a solution the language may be a bit difficult to understand but if you watch the clip you will get the general idea .
af: in die video oor hoe water met 'n opgeloste stof vermeng om 'n oplossing te maak sal die taalgebruik dalk 'n bietjie moeilik wees vir leerders om te verstaan maar as hulle die video kyk sal hulle die basiese idee begryp .

source: however there is no problem with selling this and other clips on the grounds that it uses ideas and language that they the learners can access when they get older .
af: dit is egter nie 'n probleem om hierdie video en ander in te span nie op grond daarvan dat hulle idees en taalgebruik bevat wat die leerders sal verstaan wanneer hulle ouer is .

source: you the teacher can even challenge the learners to find out about some of the new ideas in this clip and report back to you personally or in class .
af: jy die onderwyser kan self die leerdersuitdaag om meer uit te vind omtrent sommige van die nuwe idees in hierdie video en terug te rapporteer aan jou persoonlik of aan dieklas .

source: forces are also dealt with again in this video this can be introduced by asking what keeps the particles of a solid or liquid from moving away from each other? the answer is that there are forces between the particles .
af: kragte word ook weer in hierdie video behandel dit kan bekendgestel word deur te vra wat weerhou die deeltjies van 'n vastestof of 'n vloeistof daarvan om van mekaar af weg te beweeg? die antwoord is dat daar kragte tussen die deeltjies bestaan .

source: nb a very common misconception is that sugar or salt melts away when added to water .
af: lw 'n baie algemene wanbegrip is dat suiker of sout wegsmelt as dit by water gevoeg word .

source: dissolving in the case of sugar and salt in water requires two materials to be mixed together a solute will dissolve in a solvent whereas in melting in the case of ice there is heating of one material to change its state .
af: oplossing in hierdie geval suiker en sout in water vereis dat twee materiale saam gemeng moet word 'n opgeloste stof sal in die oplosmiddel oplos terwyl in smelting in die geval van ys daar die verhitting van een materiaal is om sy toestand te verander .

source: a single substance melts when it changes from one state to another .
af: 'n enkele stof smelt wanneer dit van een toestand na 'n ander verander .

source: in order to avoid introducing this misconception which then sticks with learners into the later grades never use the word melt when describing dissolving .
af: ten einde die wanbegrip wat leerders met hulle saamdra tot in latere grade te vermy moet die woord smelt nooit gebruik word wanneer oplossing beskryf word nie .

source: emphasise to learners that the sugar does not melt and that melting is different it is a change of state .
af: beklemtoon aan leerders dat die suiker nie smelt nie en dat smelting anders is dit is 'n toestandsverandering .

source: we have a word for substances that form solutions when they are mixed with water .
af: ons het 'n woord vir stowwe wat oplossings vorm wanneer hulle met water gemeng word .

source: these substances are called soluble substances .
af: hierdie stowwe word oplosbare stowwe genoem .

source: substances that do not form solutions when they are mixed with water are called insoluble substances .
af: stowwe wat nie oplossings vorm wanneer hulle met water gemeng word nie word onoplosbare stowwe genoem .

source: in the next activity we are going to use some findings from a previous activity which mixtures are solutions? to link this new idea to what we know about solutions .
af: in die volgende aktiwiteit gaan ons van die bevindinge van 'n vorige aktiwiteit watter mengsels is oplossings? gebruik om hierdie nuwe idee te koppel aan dit wat ons van oplossings weet .

source: table soluble and insoluble substances .
af: tabel oplosbare en onoplosbare stowwe .

source: soluble
af: oplosbaar

source: insoluble
af: onoplosbaar

source: complete the following sentences by writing soluble or insoluble in the open spaces .
af: voltooi die volgende deur oplosbare of onoplosbare in die oop spasies te skryf .

source: in the previous chapter we saw how to separate mixtures .
af: in die vorige hoofstuk het ons gesien hoe om mengsels te skei .

source: for example we could hand sort the objects sieve the larger grains out of the mixture and decant the oil from the top of the water .
af: byvoorbeeld ons kon die voorwerpe met die hand sorteer die groter korrels uit 'n mengsel uit sif en die olie van die water afgiet .

source: but what about a solution ?
af: maar wat van 'n oplossing ?

source: do you think you can separate the sugar from the solution once it has been dissolved ?
af: dink jy jy kan die suiker van die oplossing skei as dit eers opgelos is ?

source: let's try to find out the answer to this question !
af: kom ons probeer die antwoord op hierdie vraag vind .

source: prepare the sugar solution beforehand or at the beginning of the class so that learners see you mixing by mixing sugar into water and making sure it is dissolved .
af: berei die suikeroplossing vooraf voor of aan die begin van die klas sodat die leerders jou kan sien meng deur suiker in die water in te roer en seker te maak dat dit opgelos is .

source: you can prepare enough for the whole class to use or do this experiment as a demonstration .
af: jy kan genoeg voorberei vir die hele klas om te gebruik of jy kan hierdie eksperiment as 'ndemonstrasie doen .

source: start off by asking learners if they can see the sugar .
af: begin deur die leerders te vra of hulle die suiker kan sien .

source: revise the concept that it has dissolved into the water to form a solution .
af: hersien die konsep dat dit in die water opgelos is om 'n oplossing te vorm .

source: before starting the investigation ask the learners how they think you could separate or recover the sugar from the solution .
af: voordat die ondersoek begin vra die leerders hoe hulle dink die suiker van die oplossing geskei of herwin sou kon word .

source: continued.. .
af: vervolg.. .

source: aim what do you want to find out ?
af: doel wat wil jy uitvind ?

source: remind learners that evaporation does not require additional heat to take place but heating speeds up the process .
af: herinner leerders daaraan dat verdamping nie bykomende warmte nodig het om plaas te vind nie maar dat verhitting die proses versnel .

source: which methods worked to recover the sugar from the solution ?
af: watter metodes het gewerk om die suiker uit die oplossing te herwin ?

source: boiling and evaporation .
af: kook en verdamping .

source: what was left at the bottom after completing these methods ?
af: wat het op die bodem agter gebly na afloop van hierdie metodes ?

source: sugar crystals .
af: suikerkristalle .

source: why do you think this happens ?
af: hoekom dink jy gebeur dit ?

source: this is because the water evaporates or boils and turns into water vapour .
af: dit is omdat die water verdamp of waterdamp word wanneer dit kook .

source: the sugar cannot evaporate and is left behind as a solid in the form of crystals .
af: die suiker kan nie verdamp nie en bly agter as 'n vaste stof in die vorm van kristalle .

source: which method do you think works best and why ?
af: watter metode dink jy werk die beste en waarom ?

source: learner dependent answer they could say boiling as it is faster or they could say evaporation as it does not require much equipment such as a bunsen burner etc .
af: leerder afhanklike antwoord hulle kan s&#234; om die suikeroplossing te kook omdat ditvinniger is of hulle kan s&#234; verdamping omdat dit nie veel apparate soos 'n bunsen brander ens. nodig het nie .

source: what can you conclude from this investigation ?
af: wat kan jy uit hierdie ondersoek aflei ?

source: now that we have looked at how to separate a solute from a solution have you ever wondered just how much sugar you could dissolve in the water ?
af: noudat ons gekyk het na hoe om 'n opgeloste stof van 'n oplossing te skei het jy al ooit gewonder presies hoeveel suiker jy in water kan oplos ?

source: do you drink tea for example and put sugar in ?
af: drink jy byvoorbeeld suiker in jou tee ?

source: how many teaspoons of sugar do you think you can dissolve in a cup of tea ?
af: hoeveel teelepels suiker dink jy kan in 'n koppie tee opgelos word ?

source: in the next section we will explore this idea .
af: in die volgende afdeling gaan ons hierdie onderwerp ondersoek .

source: saturated solutions
af: versadigde oplossings

source: explanation of new words
af: verklaring van nuwe woorde

source: suppose we were to make a cup of tea and we put in 3 teaspoons of sugar .
af: veronderstel ons maak 'n koppie tee en ons sit 3 teelepels suiker in .

source: mmm... lovely sweet warm tea !
af: mmmm...lieflike soet warm tee !

source: now imagine you add three more teaspoons of sugar to the tea .
af: verbeel jou nou dat jy nog 3 teelepels suiker by die tee voeg .

source: how many teaspoons of sugar did we add ?
af: hoeveel teelepels suiker het ons nou bygevoeg ?

source: six in total .
af: ses in totaal .
